[M_Lobelia_UnlockDoor MissionDefinition]
MissionName="A Dra. ''T'' e os Caçadores da Sepultura"
MissionDescription="Patricia Tannis preparou um circuito de entretenimento para os Crimson Raiders de Santuário. Tannis encheu o local, situado em [place]Digistruct Peak[-place], com dezenas de reconstruções virtuais de vários malas-sem-alça de Pandora.\nPorém, antes de começar a diversão, você precisa completar uma tarefa que Tannis lhe pediu: abrir uma porta."
TurnInDescription="Essa porta era um chefe de incursão."
MissionSummary="Abra a porta do desafio de entretenimento virtual da Tannis."
MissionGiver="Tannis"
MissionTurnInLocation="Tannis"
TeaserText="Seja bem-vindo à Digistruct Peak!"

[M_Lobelia_UnlockDoor:UnlockDoor MissionObjectiveDefinition]
ProgressMessage="Abra a porta"

[M_Lobelia_UnlockDoor:UnlockDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

